---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.HVACLoadLoadsReportType.DetailedReport
enum: Autodesk.Revit.DB.Analysis.HVACLoadLoadsReportType
source: html/68cc1abd-72f6-0b78-d983-b6b1ba7beafa.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadLoadsReportType.DetailedReport

A detailed report including orientation breakdowns